/**
 * Author：zhoushuanglong
 * Time：2017-08-29 19:27
 * Description：ndex
 */

export const gameData = [
    {
        title: '我当宰相',
        desc: '恭喜你，皇帝任命你当宰相啦，你的每次选择都会改变你的威望与财富，王权之下，天下兴亡，测试看你能坚持几轮。'
    },
    {
        title: '猎杀恶魔',
        desc: '你被困在了洞窟中，只能往东南西北方向移动，可怕的恶魔虎视眈眈，你到底能不能杀死恶魔并逃出这个恐怖洞窟呢？'
    },
    {
        title: '百万富翁',
        desc: '答对有奖，答对所有十五道题你就能走向人生巅峰，还在玩直播的益智问答？赶紧来试试百万富翁把，全都会了奖金还远吗。'
    },
    {
        title: '翻牌记忆',
        desc: '考验你的终极记忆力时候到了，这么多牌，随便你翻，连续翻开两张一样的牌，这两张牌将保持正面，看你能不能用最少的步数翻开所有牌。'
    },
    {
        title: '21点',
        desc: '来，来，最受欢迎的扑克牌游戏，来试试看你跟庄家小青谁厉害，能不能战胜小青，小青说毕竟她运气更好^_^'
    },
    {
        title: '吃货大作战',
        desc: '想知道你是不是地道吃货？来这里就对了，随机匹配一个玩家跟你对战，五道题看你们谁的得分高。'
    },
    {
        title: '脑力达人',
        desc: '想通过直播答题赢取巨额奖金？来这里吧，看看你的实力如何，跟上万人比拼，记得要尽快选定答案，时间不等人。'
    },
    {
        title: '猜动物',
        desc: '喜欢动物世界？喜欢听各种动物的声音？来这里就对了，各种飞禽走兽的叫声，千万不要被惊着哦，小青就被吓得不轻。'
    },
    {
        title: '猜外语',
        desc: '想学外语，想感受下各种外语听起来怎样的？来这里就对了，各种外语狂轰滥炸，如果你听了不头晕，小青佩服你。'
    },
    {
        title: '猜歌曲',
        desc: '想测试自己对各年代歌曲的了解？还记得曾经风靡的港台歌曲吗？来这里吧，各种老歌新歌，保证你玩到停不下来。'
    },
    {
        title: '猜乐器',
        desc: '世界上的乐器这么多，看你对各种乐器音色了不了解，据说全答对的话你肯定是天才，小青表示只能听出5种乐器o(╯□╰)o'
    },
    {
        title: '猜方言',
        desc: '啥，这些真的都是方言吗？怎么有些听着挺熟悉，但都不知道说啥，有些肯定是外语.......囧'
    },
    {
        title: '猜国家',
        desc: '请根据小青的提示线索，包括地理，经济，人口，首都等，猜猜是哪个国家，保证能让你了解关于各个国家的更多趣味知识。'
    },
    {
        title: '小青猜拳',
        desc: '快来跟小青比试猜拳，剪刀石头布，试试你的运气如何，三局两胜看是不是比小青更厉害，小青肯定不会作弊的哦。'
    },
    {
        title: '猜品牌',
        desc: '世界上这么多著名名牌，他们到底都用哪些耳熟能详的口号呢？赶紧打开试试看你知道的品牌口号多不多。'
    },
    {
        title: '小青鼓励我',
        desc: '主人是不是遭受什么挫折啦？想找人聊天倾诉却找不到，来这里吧，先告诉小青你的名字，小青保证鼓励你到信心满满。'
    },
    {
        title: '我的农场',
        desc: '你的农场目前有玉米，水稻，小麦，土豆四种作物，趁成熟了赶紧收割换金币，试试看你是不是最富有的农场主。'
    },
    {
        title: '少数派',
        desc: '这么多奇怪的问题，来试试看你跟别人选的有什么不同，看你是大多数还是少数派，是特立独行还是随波逐流呢？'
    },
    {
        title: '谣言真相',
        desc: '社会喧嚣繁杂，流言蜚语漫天飞舞，假作真时真亦假，快来试试看你能不能分辨出这里面的谣言。'
    },
    {
        title: '脑筋急转弯',
        desc: '想挑战你的头脑极限？想试试看能不能在最短时间找到这些刁钻问题的答案？来这里挑战就对了，各种无厘头问题保证你答不出来。'
    },
    {
        title: '数字记忆',
        desc: '小青先念一组数字，你再跟着念，测试看你的记忆力有多强，最后到底能跟上小青念的几位数呢？'
    },
    {
        title: '看门狗',
        desc: '汪汪，主人，我既能卖萌又能守家，还不赶快跟我一起玩，我能听懂你的话哦，不信你可以叫我。'
    },
    {
        title: '我的猫咪',
        desc: '想养猫但是没有条件？赶紧试试我这个虚拟猫咪，我会一直喵喵叫，还会叫上我的喵朋猫友一起叫。爱猫人士，铲屎官必备。'
    },
    {
        title: '五分钟冥想',
        desc: '该充电啦，每天到了这时候应该停下来休息休息，又到该冥想的时候了，放下一切，忘记一切，深呼吸。'
    },
    {
        title: '自然声音',
        desc: '你多久没感受大自然啦？都市的生活是否让你鸭梨山大，疲倦困顿？来回归大自然吧，保证让你活力充沛，元气满满。'
    },
    {
        title: '趣味声音',
        desc: '想听平时难以听见的声音？想放松心情？来这里就对了，让我放屁，让我打呼噜，让我笑，啥都行，我十项全能。'
    },
    {
        title: '星座物语',
        desc: '想更了解自己的星座？想知道别的星座的人是怎样的？来吧，让小青告诉你关于各个星座性格的秘密。'
    },
    {
        title: '小青选人',
        desc: '不知道谁去拿外卖？不知道谁去洗碗？不知道谁去扔垃圾？不知道谁去唱歌？来，让小青来帮你选吧。'
    },
    {
        title: '小青记单词',
        desc: '小朋友们想记英语单词？想测测自己的英语词汇？赶紧来这里吧，各类儿童英语分类词汇，让小青考考你。'
    },
    {
        title: '小青流行语',
        desc: '还记得曾经让你爆笑的流行语吗？想重温那时的回忆，网络与朋友们的逗趣，快来听听小青怎么演绎曾经的流行语。'
    },
    {
        title: '趣味冷知识',
        desc: '感觉无聊？想听听世界上各种奇闻异事？赶紧打开试试看，让小青消解你的所有烦恼，让你捧腹大笑。'
    },
    {
        title: '小青说格言',
        desc: '每天无精打采？想听正能量，想喝鸡汤？来这里就对了，赶紧打开让小青讲一些鼓励你的话吧。'
    },
    {
        title: '小青想什么',
        desc: '别以为小青每天呆坐着啥事都不干，其实小青每天都在想很多东西，不信你试问问看她现在在想什么呢。'
    },
    {
        title: '生活常识',
        desc: '每天被各种生活小挫折难倒？打开这个保技能证让你成为生活百科小能手，以后啥问题都难不倒你。'
    },
    {
        title: '真心话大冒险',
        desc: '玩真心话大冒险不知道有哪些有趣问题？这时候该问问小青了，赶紧打开看有哪些逗趣的玩死人不偿命问题。'
    },
    {
        title: '真心话',
        desc: '玩真心话大冒险不知道有哪些趣味问题？搜肠刮肚还是想不出来？赶紧打开看到底有哪些真心话问题。'
    },
    {
        title: '大冒险',
        desc: '玩真心话大冒险不知道有哪些有趣问题？不知道怎么整蛊你朋友？赶紧打开看有哪些大冒险问题。'
    },
    {
        title: '睡前故事',
        desc: '各种精彩童话故事人声朗诵，小朋友睡前听故事必备技能，有了它，再也不需要爸爸妈妈讲睡前故事了。'
    },
    {
        title: '听电影学英语',
        desc: '来自VOA最受欢迎的播客节目，同时可以学英语与看电影，一举两得，何乐而不为呢，赶紧打开试试把。'
    },
    {
        title: '小王子故事书',
        desc: '想找回失去的童真？想重温经典的童话故事？必须听听这个，世界上最畅销的成人童话故事，本小王子故事书一共有四章。'
    },
    {
        title: '少儿歌曲',
        desc: '家里的大朋友们想重温儿时记忆？小朋友们想学习没听过的歌曲，来这里就对了，大都是你之前没有听过的儿歌。'
    },
    {
        title: '简明日语',
        desc: '想学日语但是不知道怎么从头开始？想学会日常交流最常用的日语口语，来这里就对了，每课10分钟，保证你日语从零基础到入门。'
    },
    {
        title: '儿童诗歌',
        desc: '少儿教育音频哪家强？赶紧打开儿童诗歌，在这里可以学语文，学英语，学歌曲，所有课程一网打尽。'
    },
    {
        title: '精美散文',
        desc: '还记得中学课文里学过的沈从文，冰心，鲁迅，朱自清吗？想重温曾经的感动，来这里吧，文青必备，散文大家佳作欣赏。'
    },
    {
        title: '日常英语',
        desc: '想学地道的日常英语？出国旅行，商务英语，日常口语应有尽有，赶紧打开学习英语口语常用句子吧。'
    },
    {
        title: '精彩演讲',
        desc: '想训练自己的演讲能力？国外各种精彩英语演讲音频荟萃，主要来自于TED演讲，让你轻松成为演讲达人。'
    },
    {
        title: '唐诗朗诵',
        desc: '想了解李白，杜甫等唐代大诗人的更多作品？来试试这个唐诗朗诵，感受唐诗的美，都听遍了保证你也能写出精彩的诗句。'
    },
    {
        title: '火星财经',
        desc: '《火星财经》是首个24小时区块链财经资讯门户，您可以在这里了解最新行业快讯，各类数字货币的最新市场行情。'
    }
]
